Repository: shoptet/shoptet-wp-theme
Catalog: languages/shoptet-*.po
Languages: hu_hu

source: We are sorry, but the requested page was not found.
hu_hu: Sajnáljuk, de a kért oldal nem található.

source: %s comment
hu_hu: %s megjegyzés

source: Reply
hu_hu: Válaszolni

source: It is not allowed to add another comments.
hu_hu: Nincs engedélyezve a további hozzászólások közzététele.

source: Name
hu_hu: Név

source: Website
hu_hu: Weboldal

source: Comment
hu_hu: Megjegyzés

source: <p>By submitting a message you agree to the <a href="https://www.shoptet.cz/podminky-ochrany-osobnich-udaju/" target="_blank">privacy policy</a></p>
hu_hu: <p>Üzenet elküldésével elfogadja az <a href="https://www.shoptet.hu/adatvedelmi-iranyelveket/" target="_blank">adatvédelmi irányelveket</a></p>

source: Write comment
hu_hu: Írj megjegyzést

source: Archive
hu_hu: Archívum

source: Authors archive
hu_hu: A szerzők archívuma

source: Blog archive
hu_hu: Blog archívum

source: Search results
hu_hu: Keresési eredmények

source: Image of category
hu_hu: A kategória képe

source: Close
hu_hu: Bezár

source: Create your own test e-shop on Shoptet without obligation
hu_hu: Készítsen saját teszt webáruházat a Shoptet-en - kötelezettség nélkül

source: TRY FOR FREE
hu_hu: KIPRÓBÁLOM INGYEN

source: <p>By submitting a e-mail you agree to the <a href="https://www.shoptet.cz/podminky-ochrany-osobnich-udaju/" target="_blank">privacy policy</a></p>
hu_hu: <p>E-mail küldésével elfogadja az <a href="https://www.shoptet.hu/adatvedelmi-iranyelveket/" target="_blank">adatvédelmi irányelveket</a></p>

source: Search results for
hu_hu: Keresési eredmények erre

source: No results for
hu_hu: Nincs eredmény erre

source: Read all
hu_hu: Olvassa el az egészet

source: We are sorry, but requested page was not found
hu_hu: Sajnáljuk, de a kért oldal nem található

source: Try to use search, please
hu_hu: Próbálja meg használni a keresést

source: Enter search term...
hu_hu: Adjon meg egy keresési kifejezést...

source: Search
hu_hu: Keresés

source: Previous
hu_hu: Előző

source: Next
hu_hu: Következő

source: Page
hu_hu: Oldal
